/* 
  Localizable.strings
  twitstocker

  Created by TEJIMA TAKUYA on 2015/01/14.
  Copyright (c) 2015年 Takuya Tejima. All rights reserved.
*/
"common_app_name" = "TwitStocker";
"common_ok" = "OK";
"common_cancel" = "Cancel";
"common_close" = "Close";
"common_version" = "Version";
"common_copyright" = "Copyright © 2015 Tejitak";

"tutorial_image_1" = "intro_1_en";
"tutorial_image_2" = "intro_2_en";
"tutorial_image_3" = "intro_3_en";
"tutorial_image_4" = "intro_4_en";
"tutorial_title_1" = "Welcome to TwitStocker！\nTwitStocker helps you to mark your tweets for share as read";
"tutorial_title_2" = "Left swipe on articles you read\nThe article will be deleted as read";
"tutorial_title_3" = "Right swipe for favorite articles\nThe tweet will be added to your Twitter favorites";
"tutorial_title_4" = "You can filter by hashtag\nLet's start with login to Twitter!";

"tabbar-article" = "Articles";
"tabbar-favorite" = "Favorites";

"stock_title" = "Unread";
"stock_title_no_articles" = "No Articles";
"stock_confirm_favorite" = "Do you want to favorite?";
"stock_alert_favorite_done" = "The tweet is favorited";
"stock_confirm_read" = "Are you sure you want to mark as read?";
"stock_alert_read_done" = "The tweet has been marked as read";

"favorite_title" = "Favorites";
"favorite_confirm_stop" = "Are you sure you want to unfavorite？";
"favorite_alert_stop_done" = "The tweet has been unfavorited";

"setting_title" = "Settings";
"setting_hashtag_input_label" = "Hashtag";
"setting_hashtag_input_placeholder" = "#readlater";
"setting_hashtag_description" = "Filter your tweets by a hashtag. To show your tweets just including URLs, leave it blank.\n\n※ Tweets within about 2 weeks are displayed because of a limitation of Twitter Search API";
"setting_swipe_confirm_label" = "Suppress Confirm on Swipe";
"setting_reset_read_data" = "Reset Read Data";
"setting_twitter_logout" = "Logout from Twitter";

"webview_toolbar_open_in" = "Open in ...";
"webview_toolbar_safari" = "Safari";